tap "azure/functions"
brew "azure-cli"
brew "btop"
brew "codex"
brew "eza"
brew "fish"
brew "fzf"
brew "node"
brew "podman"
brew "rust"
brew "starship"
brew "terraform"
brew "zellij"
brew "zoxide"
brew "uv"
brew "azure/functions/azure-functions-core-tools@4"
cask "1password"
cask "amethyst"
cask "bruno"
cask "chatgpt"
cask "ghostty"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "vanilla"
cask "windows-app"
cask "zed"
