tap "azure/functions"
tap "nikitabobko/tap"
brew "azure-cli"
brew "btop"
brew "codex"
brew "eza"
brew "fish"
brew "fzf"
brew "node"
brew "podman"
brew "starship"
brew "terraform"
brew "zellij"
brew "zoxide"
brew "sketchybar"
brew "azure/functions/azure-functions-core-tools@4"
brew "mas"
brew "nvim"

cask "1password"
cask "amethyst"
cask "bruno"
cask "chatgpt"
cask "ghostty"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "vanilla"
cask "windows-app"
cask "zed"
cask "kindavim"
cask "wooshy"
cask "scrolla"
cask "keka"
cask "aerospace"
cask "font-meslo-lg-nerd-font"

mas "Vimlike", id: 1584519802
mas "Wipr", id: 1662217862
mas "Obsidian Web Clipper", id: 6720708363
mas "1Password for Safari", id: 1569813296
