tap "azure/functions"
tap "nikitabobko/tap"
brew "azure-cli"
brew "btop"
brew "eza"
brew "fish"
brew "fzf"
brew "node"
brew "podman"
brew "starship"
brew "terraform"
brew "zellij"
brew "zoxide"
brew "sketchybar"
brew "azure/functions/azure-functions-core-tools@4"
brew "mas"
brew "nvim"
brew "just"
brew "borders"
brew "lazygit"
brew "leader-key"
brew "go"
brew "tailscale"
brew "fd"
brew "rustup"

cask "1password"
cask "bruno"
cask "ghostty"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "windows-app"
cask "zed"
cask "keka"
cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "arc"
cask "tailscale-app"

mas "Vimlike", id: 1584519802
mas "Wipr", id: 1662217862
mas "Obsidian Web Clipper", id: 6720708363
mas "1Password for Safari", id: 1569813296
